Repository: netdcy/FlowVision
Catalog: FlowVision/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, pt_pt, ru, sv, zh_hans, zh_hant

# video-play-info
source: In the player interface, pressing the left mouse button pauses playback, and right-click dragging adjusts the video playback progress. The keyboard left and right arrow keys can fast forward and rewind, and holding the Cmd key allows for frame-by-frame navigation. macOS natively supports video formats such as "mp4", "mov", "m2ts", "ts", "mpeg", "mpg", "m4v", and "vob". Other formats still require an external player for playback. "Auto-play visible videos" refers to looping the videos within the visible range in thumbnail view. Since video playback is a demanding task, loading may cause scrolling lag.
ar: في واجهة المشغل، الضغط على زر الماوس الأيسر يوقف التشغيل، وسحب النقر بزر الماوس الأيمن يضبط تقدم تشغيل الفيديو. يمكن لمفاتيح الأسهم اليسرى واليمنى على لوحة المفاتيح التقديم السريع والإرجاع، بينما يسمح الضغط باستمرار على مفتاح Cmd بالتنقل إطارًا بإطار. يدعم macOS بشكل طبيعي تنسيقات الفيديو مثل "mp4"، "mov"، "m2ts"، "ts"، "mpeg"، "mpg"، "m4v"، و "vob". تتطلب التنسيقات الأخرى مشغلًا خارجيًا للتشغيل. تشير "تشغيل الفيديوهات المرئية تلقائيًا" إلى تكرار الفيديوهات ضمن النطاق المرئي في عرض الصور المصغرة. نظرًا لأن تشغيل الفيديو مهمة تتطلب موارد كبيرة، فقد يتسبب التحميل في تأخير التمرير.
de: Im Player-Interface pausiert das Drücken der linken Maustaste die Wiedergabe, und das Ziehen mit der rechten Maustaste passt den Videowiedergabefortschritt an. Mit den Pfeiltasten links und rechts auf der Tastatur kann man vor- und zurückspulen, und das Gedrückthalten der Cmd-Taste ermöglicht die Navigation Bild für Bild. macOS unterstützt nativ Videoformate wie "mp4", "mov", "m2ts", "ts", "mpeg", "mpg", "m4v" und "vob". Andere Formate erfordern immer noch einen externen Player für die Wiedergabe. "Automatisch sichtbare Videos abspielen" bezieht sich auf das Schleifen der Videos im sichtbaren Bereich in der Miniaturansicht. Da Videowiedergabe eine anspruchsvolle Aufgabe ist, kann das Laden zu einem Scroll-Verzögerungsproblem führen.
es: En la interfaz del reproductor, presionar el botón izquierdo del ratón pausa la reproducción, y arrastrar con el botón derecho ajusta el progreso de la reproducción del video. Las teclas de flecha izquierda y derecha del teclado pueden avanzar y retroceder rápidamente, y mantener presionada la tecla Cmd permite la navegación cuadro por cuadro. macOS admite de forma nativa formatos de video como "mp4", "mov", "m2ts", "ts", "mpeg", "mpg", "m4v" y "vob". Otros formatos aún requieren un reproductor externo para la reproducción. "Reproducción automática de vídeos visibles" se refiere a la repetición de los vídeos dentro del rango visible en la vista de miniaturas. Dado que la reproducción de video es una tarea exigente, la carga puede causar retraso al desplazarse.
fr: Dans l'interface du lecteur, appuyer sur le bouton gauche de la souris met en pause la lecture, et faire glisser avec un clic droit ajuste la progression de la lecture vidéo. Les touches fléchées gauche et droite du clavier permettent d'avancer et de reculer rapidement, et maintenir la touche Cmd permet une navigation image par image. macOS prend en charge nativement les formats vidéo tels que "mp4", "mov", "m2ts", "ts", "mpeg", "mpg", "m4v" et "vob". D'autres formats nécessitent encore un lecteur externe pour la lecture. "Lecture automatique des vidéos visibles" fait référence à la boucle des vidéos dans la zone visible en vue miniature. Étant donné que la lecture vidéo est une tâche exigeante, le chargement peut provoquer un décalage de défilement.
it: Nell'interfaccia del lettore, premendo il pulsante sinistro del mouse si mette in pausa la riproduzione, e trascinando con il tasto destro si regola l'avanzamento del video. I tasti freccia sinistra e destra della tastiera permettono di avanzare rapidamente e riavvolgere, e tenendo premuto il tasto Cmd è possibile navigare fotogramma per fotogramma macOS supporta nativamente formati video come "mp4", "mov", "m2ts", "ts", "mpeg", "mpg", "m4v" e "vob". Altri formati richiedono ancora un lettore esterno per la riproduzione "Riproduzione automatica dei video visibili" si riferisce al loop dei video all'interno dell'intervallo visibile in modalità miniatura. Poiché la riproduzione dei video è un'attività impegnativa, il caricamento può causare ritardi nello scorrimento
ja: プレイヤーインターフェースでは、左クリックすると再生が一時停止し、右クリックをドラッグすると動画再生の進行を調整できます。キーボードの左右の矢印キーで早送りや巻き戻しができ、Cmdキーを押すとフレーム単位のナビゲーションが可能です。 macOSは "mp4"、"mov"、"m2ts"、"ts"、"mpeg"、"mpg"、"m4v"、"vob" などのビデオフォーマットをネイティブにサポートしています。他のフォーマットは再生のために外部プレイヤーが必要です。 "自動再生できる動画"はサムネイル表示で表示範囲内の動画をループ再生することを指します。動画再生は負荷の高いタスクであるため、読み込みがスクロールの遅延を引き起こす可能性があります。
ko: 플레이어 인터페이스에서 왼쪽 마우스 버튼을 누르면 재생이 일시 중지되고, 오른쪽 클릭 드래그는 비디오 재생 진행을 조정합니다. 키보드의 왼쪽 및 오른쪽 화살표 키로 앞뒤로 넘길 수 있으며, Cmd 키를 누르고 있으면 프레임별 탐색이 가능합니다. macOS는 "mp4", "mov", "m2ts", "ts", "mpeg", "mpg", "m4v", "vob"와 같은 비디오 형식을 기본적으로 지원합니다. 다른 형식은 여전히 외부 플레이어가 필요합니다. "자동 재생 보이는 비디오"는 썸네일 보기에서 보이는 범위 내의 비디오를 반복 재생하는 것을 의미합니다. 비디오 재생은 까다로운 작업이므로 로딩 시 스크롤 지연이 발생할 수 있습니다.
nl: In de spelerinterface pauzeert het indrukken van de linker muisknop de weergave, en met rechts klikken en slepen wordt de voortgang van de videoweergave aangepast. De linker en rechter pijltjestoetsen op het toetsenbord kunnen vooruit- en achteruitspoelen, en door de Cmd-toets ingedrukt te houden, is frame-voor-frame navigatie mogelijk. macOS ondersteunt van nature videoformaten zoals "mp4", "mov", "m2ts", "ts", "mpeg", "mpg", "m4v", en "vob". Andere formaten vereisen nog steeds een externe speler voor weergave. "Automatisch afspelen van zichtbare video's" verwijst naar het herhalen van de video's binnen het zichtbare bereik in de miniatuurweergave. Aangezien videoweergave een veeleisende taak is, kan laden zorgen voor een vertraagd scrollen.
pt_br: Na interface do jogador, pressionar o botão esquerdo do mouse pausa a reprodução, e arrastar com o botão direito ajusta o progresso da reprodução do vídeo. As teclas de seta esquerda e direita do teclado podem avançar e retroceder rapidamente, e segurar a tecla Cmd permite navegação quadro a quadro. O macOS suporta nativamente formatos de vídeo como "mp4", "mov", "m2ts", "ts", "mpeg", "mpg", "m4v" e "vob". Outros formatos ainda exigem um player externo para reprodução. "Reprodução automática de vídeos visíveis" refere-se a reproduzir em loop os vídeos dentro da faixa visível na visualização em miniatura. Como a reprodução de vídeo é uma tarefa exigente, o carregamento pode causar atraso na rolagem.
pt_pt: Na interface do leitor, pressionar o botão esquerdo do rato pausa a reprodução, e arrastar com o botão direito ajusta o progresso da reprodução do vídeo. As teclas de seta esquerda e direita do teclado podem avançar e retroceder rapidamente, e manter a tecla Cmd permite a navegação quadro a quadro. O macOS suporta nativamente formatos de vídeo como "mp4", "mov", "m2ts", "ts", "mpeg", "mpg", "m4v" e "vob". Outros formatos ainda requerem um leitor externo para reprodução. Reproduzir automaticamente vídeos visíveis refere-se a repetir os vídeos dentro do alcance visível na vista miniatura. Como a reprodução de vídeo é uma tarefa exigente, o carregamento pode causar atrasos na rolagem.
ru: В интерфейсе плеера нажатие левой кнопки мыши ставит воспроизведение на паузу, а перетаскивание правой кнопкой изменяет прогресс воспроизведения видео. Стрелки влево и вправо на клавиатуре позволяют перематывать вперед и назад, а удержание клавиши Cmd позволяет осуществлять навигацию по кадрам. macOS изначально поддерживает видеоформаты, такие как "mp4", "mov", "m2ts", "ts", "mpeg", "mpg", "m4v" и "vob". Другие форматы по-прежнему требуют внешнего проигрывателя для воспроизведения. "Автовоспроизведение видимых видео" относится к циклическому воспроизведению видео в видимой области в режиме просмотра миниатюр. Поскольку воспроизведение видео является ресурсоемкой задачей, загрузка может вызвать задержку при прокрутке.
sv: I spelarens gränssnitt pausar vänsterklick på musen uppspelningen, och högerklick och dra justerar videons uppspelningsprogression. Tangentbordets vänster- och högerpilar kan spola framåt och bakåt, och att hålla Cmd-tangenten möjliggör navigering bild-för-bild. macOS stöder inbyggt videoformat som "mp4", "mov", "m2ts", "ts", "mpeg", "mpg", "m4v" och "vob". Andra format kräver fortfarande en extern spelare för uppspelning. "Auto-play visible videos" syftar på att loopa videorna inom det synliga området i miniatyrvyn. Eftersom videouppspelning är en krävande uppgift kan laddning orsaka scrollningsfördröjning.
zh_hans: 在播放器界面，按鼠标左键暂停播放，右键拖拽可以调整视频播放进度。键盘左右方向键可以快进快退，同时按住Cmd键时可以逐帧定位。 macOS原生仅支持 "mp4", "mov", "m2ts", "ts", "mpeg", "mpg", "m4v", "vob" 视频，其它格式仍需使用外部播放器播放。 "自动播放可见视频"指在缩略图视图下，循环播放视野范围内的视频。由于视频播放是一项负荷较大的任务，同时加载时可能造成滚动卡顿。
zh_hant: 在播放器介面中，按下滑鼠左鍵會暫停播放，右鍵拖動可以調整影片的播放進度。鍵盤的左右方向鍵可以快進和倒退，按住 Cmd 鍵可以逐幀導航。 macOS 原生支持的影片格式包括 "mp4"、"mov"、"m2ts"、"ts"、"mpeg"、"mpg"、"m4v" 和 "vob"。其他格式仍需使用外部播放器進行播放。 “自動播放可見影片” 指的是在縮圖視圖中循環播放可見範圍內的影片。由於影片播放是個高需求的任務，載入可能會導致滾動滯後。

# VideoMetadata-AvgFrameRate
source: Avg Frame Rate
ar: متوسط معدل الإطارات
de: Durchschnittliche Bildrate
es: Velocidad media de fotogramas
fr: Taux de trame moyen
it: Frequenza media dei fotogrammi
ja: 平均フレームレート
ko: 평균 프레임 레이트
nl: Gemiddelde framesnelheid
pt_br: Taxa Média de Quadros
pt_pt: Taxa Média de Frames
ru: Средняя частота кадров
sv: Genomsnittlig bildfrekvens
zh_hans: 平均帧率
zh_hant: 平均幀率

# VideoMetadata-BitRate
source: Bit Rate
ar: معدل البت
es: Tasa de bits
fr: Débit binaire
ja: ビットレート
ko: 비트 전송률
nl: Bitsnelheid
pt_br: Taxa de Bits
pt_pt: Taxa de Bits
ru: Битрейт
sv: Datahastighet
zh_hans: 比特率
zh_hant: 比特率

# VideoMetadata-CodecLongName
source: Codec Long Name
ar: اسم الترميز الكامل
de: Codec-Langname
es: Nombre Largo del Códec
fr: Nom complet du codec
it: Nome completo codec
ja: コーデックの完全名
ko: 코덱 전체 이름
nl: Codec lange naam
pt_br: Nome Completo do Codec
pt_pt: Nome Completo do Codec
ru: Длинное имя кодека
sv: Codec Långt Namn
zh_hans: 编码器全名
zh_hant: 編碼解碼器全名

# VideoMetadata-CodecName
source: Codec Name
ar: اسم التشفير
es: Nombre del códec
fr: Nom du codec
it: Nome codec
ja: コーデック名
ko: 코덱 이름
nl: Codec-naam
pt_br: Nome do Codec
pt_pt: Nome do Codec
ru: Название кодека
sv: Codec-namn
zh_hans: 编码器名称
zh_hant: 解碼器名稱

# VideoMetadata-ColorSpace
source: Color Space
ar: مجال اللون
de: Farbraum
es: Espacio de color
fr: EspaceColorimétrique
it: SpazioColore
ja: カラー スペース
ko: 색 공간
nl: Kleurruimte
pt_br: Espaço de Cor
pt_pt: Espaço de Cor
ru: Цветовое пространство
sv: Färgrymd
zh_hans: 色彩空间
zh_hant: 色彩空間

# VideoMetadata-CreationTime
source: Creation Time
ar: وقت الإنشاء
de: Erstellungszeit
es: Hora de creación
fr: Heure de création
it: Ora di creazione
ja: 作成時間
ko: 생성 시간
nl: Aanmaaktijdstip
pt_br: Hora de Criação
pt_pt: Hora de Criação
ru: Время создания
sv: Skapandetid
zh_hans: 创建时间
zh_hant: 创建時間

# VideoMetadata-Duration
source: Duration
ar: المدة
de: Dauer
es: Duración
fr: Durée
it: Durata
ja: 期間
ko: 지속 시간
nl: Duur
pt_br: Duração
pt_pt: Duração
ru: Период времени
sv: Varaktighet
zh_hans: 时长
zh_hant: 持續時間

# VideoMetadata-EncoderSoftwareName
source: Encoder Software Name
ar: اسم برنامج التشفير
es: Nombre del software de codificación
fr: Nom du logiciel de codage
it: Nome del software di codifica
ja: エンコーダーソフトウェア名
ko: 인코더 소프트웨어 이름
nl: Encoder Software Naam
pt_br: Nome do Software Codificador
pt_pt: Nome do Software de Codificação
ru: Имя программного обеспечения кодировщика
sv: Namn på kodare-programvara
zh_hans: 编码工具名称
zh_hant: 編碼器軟體名稱

# VideoMetadata-FormatName
source: Format Name
ar: تنسيق الاسم
es: Nombre del formato
fr: Nom du format
it: Nome formato
ja: フォーマット名
ko: 형식 이름
nl: Naam formatteren
pt_br: Nome do Formato
pt_pt: Formatar Nome
ru: Форматировать имя
sv: Formatera namn
zh_hans: 格式名称
zh_hant: 格式名稱

# VideoMetadata-Height
source: Height
ar: ارتفاع
de: Höhe
es: Altura
fr: Hauteur
it: Altezza
ja: 高さ
ko: 높이
nl: Hoogte
pt_br: Altura
pt_pt: Altura
ru: Высота
sv: Höjd
zh_hans: 高度
zh_hant: 高度

# VideoMetadata-Index
source: Index
ar: مؤشر
es: Índice
it: Indice
ja: インデックス
ko: 색인
pt_br: Índice
pt_pt: Índice
ru: Индекс
zh_hans: 索引
zh_hant: 索引

# VideoMetadata-Level
source: Level
ar: المستوى
es: Nivel
fr: Niveau
it: Livello
ja: レベル
ko: 레벨
nl: Niveau
pt_br: Nível
pt_pt: Nível
ru: Уровень
sv: Nivå
zh_hans: 级别
zh_hant: 等級

# VideoMetadata-PixelFormat
source: Pixel Format
ar: تنسيق البيكسل
es: Formato de píxel
fr: Format de pixels
it: Formato pixel
ja: ピクセル形式
ko: 픽셀 형식
nl: Pixelformaat
pt_br: Formato de Pixel
pt_pt: Formato de Pixel
ru: Формат пикселей
zh_hans: 像素格式
zh_hant: 像素格式

# VideoMetadata-Profile
source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
it: Profilo
ja: プロファイル
ko: 프로필
nl: Profiel
pt_br: Perfil
pt_pt: Perfil
ru: Профиль
sv: Profil
zh_hans: 配置文件
zh_hant: 個人資料

# VideoMetadata-RFrameRate
source: Frame Rate
ar: معدل الإطارات
de: Bildrate
es: Velocidad de fotogramas
fr: Fréquence d'images
it: Frequenza dei fotogrammi
ja: フレームレート
ko: 프레임 속도
nl: Framesnelheid
pt_br: Taxa de Quadros
pt_pt: Taxa de Frames
ru: Частота кадров
sv: Bildhastighet
zh_hans: 帧率
zh_hant: 幀率

# VideoMetadata-Width
source: Width
ar: العرض
de: Breite
es: Anchura
fr: Largeur
it: Larghezza
ja: 幅
ko: 너비
nl: Breedte
pt_br: Largura
pt_pt: Largura
ru: Ширина
sv: Bredd
zh_hans: 宽度
zh_hant: 寬度

source: Videos
ar: مقاطع الفيديو
fr: Vidéos
it: Video
ja: ビデオ
ko: 동영상
pt_br: Vídeos
pt_pt: Vídeos
ru: Видео
sv: videor
zh_hans: 视频
zh_hant: 影片

source: View
ar: عرض
de: Ansicht
es: Vista
fr: Vue
it: Visualizza
ja: 表示
ko: 보기
nl: Bekijken
pt_br: Exibir
pt_pt: Ver
ru: Посмотреть
sv: Visa
zh_hans: 查看
zh_hant: 查看

source: Volume
ar: حجم الصوت
de: Lautstärke
es: Volumen
ja: 音量
ko: 볼륨
ru: Громкость
sv: Volym
zh_hans: 音量
zh_hant: 音量

source: Waterfall View
ar: عرض الشلال
de: Wasserfall-Ansicht
es: Vista de Cascada
fr: Vue en cascade
it: Vista a cascata
ja: ウォーターフォールビュー
ko: 폭포수 보기
nl: Watervalweergave
pt_br: Visualização em Cascata
pt_pt: Vista em Cascata
ru: Вид водопада
sv: Vattenfallsvy
zh_hans: 瀑布流视图
zh_hant: 瀑布流视圖

source: Window Title
ar: عنوان النافذة
de: Fenstertitel
es: Título de la ventana
fr: Titre de la fenêtre
it: Titolo della finestra
ja: ウィンドウのタイトル
ko: 창 제목
nl: Venstertitel
pt_br: Título da Janela
pt_pt: Título da Janela
ru: Заголовок окна
sv: Fönstertitel
zh_hans: 窗口标题
zh_hant: 窗口標題

# window-num-max
source: The number of windows exceeds the limit.
ar: عدد النوافذ يتجاوز الحد
de: Die Anzahl der Fenster überschreitet das Limit.
es: El número de ventanas supera el límite
fr: Le nombre de fenêtres dépasse la limite.
it: Il numero di finestre supera il limite
ja: ウィンドウの数が制限を超えています
ko: 창의 수가 한도를 초과했습니다.
nl: Het aantal vensters overschrijdt de limiet.
pt_br: O número de janelas excede o limite.
pt_pt: O número de janelas excede o limite.
ru: Количество окон превышает лимит.
sv: Antalet fönster överskrider gränsen.
zh_hans: 窗口数量超过限制
zh_hant: 窗口數量超過限制

source: Zoom
ar: تكبير
es: Acercar/Alejar
ja: ズーム
ko: 줌
nl: Inzoomen
ru: Увеличение
sv: Zooma
zh_hans: 缩放
zh_hant: 縮放

source: Zoom In
ar: تكبير
de: Vergrößern
es: Acercar
fr: Agrandir
it: Ingrandire
ja: ズームイン
ko: 확대
nl: Inzoomen
pt_br: Aumentar
pt_pt: Aumentar
ru: Увеличить
sv: Zooma in
zh_hans: 放大
zh_hant: 放大

source: Zoom Out
ar: تصغير
de: Verkleinern
es: Alejarse
fr: Dézoomer
it: Rimpicciolisci
ja: 縮小
ko: 축소
nl: Uitzoomen
pt_br: Reduzir zoom
pt_pt: Afastar
ru: Уменьшить
sv: Zooma ut
zh_hans: 缩小
zh_hant: 縮小

# sort-label-exifPixel
source: ExifPixel
ja: Exifピクセル
ko: Exif픽셀
ru: Exif пиксель
zh_hans: Exif像素
zh_hant: Exif像素
